Dlubal.TimberPro.LoadDirection
load direction

Dlubal.TimberPro.LoadDirection.LoadDirectionUnknown
Unknown load direction

Dlubal.TimberPro.LoadDirection.LoadDirectionTension
Load direction tension

Dlubal.TimberPro.LoadDirection.LoadDirectionCompressionFlexure
Load direction compression / flexure